tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "bash"
brew "bash-completion"
brew "sqlite"
brew "coreutils"
brew "deno"
brew "emacs", restart_service: true
brew "exiftool"
brew "ffmpeg"
brew "fswatch"
brew "git"
brew "graphicsmagick"
brew "graphviz"
brew "htop"
brew "jq"
brew "libdvdcss"
brew "miller"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "ncdu"
brew "node"
brew "php"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "renameutils"
brew "ruby"
brew "rust"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "xmlstarlet"
brew "youtube-dl"
brew "thoughtbot/formulae/rcm"
cask "hex-fiend"
cask "mactex-no-gui"
